/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"完成" = "Complete";
"失败" = "Failure";
"成功" = "Success";
"加载中.." = "Loading ..";
"取消" = "Cancel";
"用户名或电子邮箱" = "Username or e-mail.";
"密码" = "Password";
"登录" = "Login";
"立即注册" = "Register Now";
"找回密码" = "Forgot Password";
"合作伙伴账号登录" = "Partner account login";
"注册" = "Register";
"返回" = "Back";
"用户名" = "User Name";
"昵称" = "Nickname";
"邮箱" = "Mailbox";
"确认密码" = "Confirm Password";
"验证码" = "Code";
"提示" = "Prompt";
"每个选项必须填写完整" = "Every option must be completed.";
"知道了" = "I know.";
"密码和重复密码不相同" = "Password and Repeat password are not the same.";
"提交" = "Submit";
"正在提交..." = "Submitting ...";
"提交成功" = "Submit Success";
"提交失败" = "Commit failed";
"正在登出..." = "I was posted ...";
"登出成功" = "Logout successful";
"授权成功" = "Authorization Success";
"正在授权..." = "Authorizing ...";
"授权取消" = "Authorized Cancel";
"授权失败" = "Authorization failed";
"正在登录..." = "Logging in ...";
"登录成功" = "Login success";
"正在注册..." = "Registering ...";
"注册成功" = "Registration Success";
"新的用户昵称" = "New Nickname";
"检测到您的昵称已经被人抢占啦，重新命名一个吧." = "I detected that your nickname has been preempted people it, renaming a bar.";
"修改用户昵称" = "Modifying User nickname";
"分享" = "Share it";
"分享中..." = "Sharing in the ...";
"新浪微博" = "Sina Weibo";
"腾讯QQ" = "Tencent QQ";
"腾讯微博" = "Tencent Weibo";
"微信" = "WeChat";
"微信朋友圈" = "WeChat Timeline";
"微信好友" = "WeChat Friends";
"QQ好友" = "QQ Friends";
"QQ空间" = "QQ Space";
"邮箱" = "Mailbox";
"信息" = "SMS";
"复制" = "Copy";
"未知" = "Unknown";
"请先绑定腾讯账号" = "Please bind Tencent account";
"分享成功" = "Sharing Success";
"注意" = "Note";
"网络出错了..." = "Network is wrong ...";
"说两句吧..." = "Say a few words now ...";
"已经超过%lu个字" = "More than %lu characters";
"还可以输入%lu个字" = "You can also enter %lu characters";
"退出将丢失所有输入的内容！" = "Exit will lose all entered content!";
"退出编辑" = "Exit Editing";
"获取成功" = "Succeed";
"获取失败" = "Getting failure";
"请求失败" = "The request failed";
"登录失败，请稍候重试!" = "Login failed, please try again later!";
"登录失败，请检查网络是否正常!" = "Login failed, please check whether the network is normal!";
"微信分享" = "WeChat sharing";

